Repository: tarekahmedb200/Emitron
Catalog: Emitron/Support Files/*.lproj/Localizable.strings
Languages: pl

source: Filters
pl: Filtry

source: Clear All
pl: Wyczyść wszystko

source: Search…
pl: Szukaj…

source: Loading…
pl: Ładowanie…

source: Library
pl: Biblioteka

source: My Tutorials
pl: Moje lekcje

source: Downloads
pl: Pobrane

source: Newest
pl: Najnowsze

source: Popularity
pl: Popularność

source: Tutorials
pl: Tutoriale

source: Settings
pl: Ustawienia

source: Today
pl: Dzisiaj

source: By
pl: Autor

source: Yes
pl: Tak

source: No
pl: Nie

# bookmarkCreated
source: Content bookmarked successfully.
pl: Treść została pomyślnie dodana do zakładek.

# bookmarkDeleted
source: Bookmark removed successfully.
pl: Zakładka została pomyślnie usunięta.

# bookmarkCreatedError
source: There was a problem creating the bookmark
pl: Wystąpił problem podczas tworzenia zakładki

# bookmarkDeletedError
source: There was a problem deleting the bookmark
pl: Wystąpił problem podczas usuwania zakładki

# progressRemoved
source: Progress removed successfully.
pl: Postęp został pomyślnie usunięty.

# progressMarkedAsComplete
source: Content marked as complete.
pl: Treść oznaczona jako ukończona.

# progressRemovedError
source: There was a problem removing progress.
pl: Wystąpił problem podczas usuwania postępu.

# progressMarkedAsCompleteError
source: There was a problem marking content as complete.
pl: Wystąpił problem z oznaczeniem treści jako ukończonej.

# downloadRequestedSuccessfully
source: Download enqueued.
pl: Pobierz w kolejce.

# downloadRequestedButQueueInactive
source: Download will begin when WiFi available.
pl: Pobieranie rozpocznie się, gdy będzie dostępne Wi-Fi.

source: Download not permitted.
pl: Pobieranie niedozwolone.

# downloadContentNotFound
source: Invalid download request.
pl: Nieprawidłowe żądanie pobierania.

# downloadRequestProblem
source: Problem requesting download.
pl: Problem z żądaniem pobrania.

source: Download cancelled.
pl: Pobieranie anulowane.

source: Download deleted.
pl: Pobieranie usunięte.

source: Download reset.
pl: Reset pobierania.

# downloadUnspecifiedProblem
source: Problem with download action.
pl: Problem z akcją pobierania.

# downloadUnableToCancel
source: Unable to cancel download.
pl: Nie można anulować pobierania.

# downloadUnableToDelete
source: Unable to delete download.
pl: Nie można usunąć pobranego pliku.

# simultaneousStreamsError
source: You can only stream on one device at a time.
pl: Możesz przesyłać strumieniowo tylko na jednym urządzeniu w danym momencie.

# downloadedContentNotFound
source: Unable to find download.
pl: Nie można znaleźć pliku do pobrania.

# videoPlaybackCannotStreamWhenOffline
source: Cannot stream video when offline.
pl: Nie można przesyłać strumieniowo wideo w trybie offline.

# videoPlaybackInvalidPermissions
source: You don't have the required permissions to view this video.
pl: Nie masz wymaganych uprawnień do oglądania tego wideo.

# videoPlaybackExpiredPermissions
source: Download expired. Please reconnect to the internet to reverify.
pl: Pobieranie wygasło. Połącz się ponownie z Internetem w celu ponownej weryfikacji.

# appIconUpdatedSuccessfully
source: You app icon has been updated!
pl: Ikona Twojej aplikacji została zaktualizowana!

# appIconUpdateProblem
source: There was a problem updating the app icon.
pl: Wystąpił problem z aktualizacją ikony aplikacji.

# settingsPlaybackSpeedLabel
source: Video Playback Speed
pl: Szybkość odtwarzania wideo

# settingsWifiOnlyDownloadsLabel
source: Downloads (WiFi only)
pl: Pobieranie (tylko Wi-Fi)

# settingsDownloadQualityLabel
source: Downloads Quality
pl: Jakość pobierania

# settingsClosedCaptionOnLabel
source: Subtitles
pl: Napisy

# detailContentLockedCosPro
source: Upgrade your account to watch this and other Pro courses
pl: Zaktualizuj swoje konto, aby oglądać ten i inne kursy Pro

# pullToRefreshPullMessage
source: Pull to refresh
pl: Pociągnij, aby odświeżyć

# pullToRefreshLoadingMessage
source: Loading…
pl: Ładowanie…

# watchAnytime
source: Watch anytime, anywhere
pl: Oglądaj zawsze i wszędzie

# watchThousands
source: Watch over 3,000+ video tutorials on iPhone and iPad.
pl: Obejrzyj ponad 3000 samouczków wideo poza iPhonem i iPadem.

# onTheGo
source: Take your videos on the go
pl: Zabierz swoje filmy wideo nw drogę

# watchOffline
source: Download and watch videos — even when you’re offline.
pl: Pobieraj i oglądaj filmy - nawet nw trybie offline.

source: Sign In
pl: Zaloguj się

source: No access
pl: Brak dostępu

source: Sign Out
pl: Wyloguj się

source: Show/Hide
pl: Pokaż / Ukryj

# postNew
source: Post new message
pl: Opublikuj nową wiadomość

source: Force Logout?
pl: Wymuś wylogowanie?

source: Logout
pl: Wyloguj się

source: Delete
pl: Usuń

source: No Connection
pl: Brak połączenia

# checkConnection
source: Please check internet connection and try again.
pl: Sprawdź połączenie internetowe i spróbuj ponownie.

# wentWrong
source: Something went wrong.
pl: Coś poszło nie tak.

# tryAgain
source: Please try again.
pl: Spróbuj ponownie.

source: Reload
pl: Odśwież

source: Show
pl: Pokaż

source: Toggle
pl: Przełącz

source: Filter Library
pl: Biblioteka filtrów

# libraries
source: This app uses a selection of fantastic 3rd-party libraries. You can see details and their licenses below.
pl: Ta aplikacja korzysta z wielu fantastycznych bibliotek innych firm. Poniżej możesz zobaczyć szczegóły i ich licencje.

# licenses
source: Software Licenses
pl: Licencje na oprogramowanie

source: App Icon
pl: Ikona aplikacji

source: Logged in as
pl: Zalogowany jako

source: Course Episodes
pl: Odcinki kursu

source: Pro Course
pl: Kurs Pro

source: In Progress
pl: W toku

source: Completed
pl: Ukończone

source: Bookmarked
pl: Zapisany
